{
	"_app-directory": {
		"detailed_description": "**Wiki-Bot** är en bot med syftet att enkelt **länka och söka MediaWiki-sajter** som Wikipedia och Fandom-wikis. Den visar **korta beskrivningar och ytterligare information** om sidor och kan lösa omdirigeringar och följa interwikilänkar. Wiki-Bot tillhandahåller också **användarverifiering av wiki-konton** och **flöden för senaste ändringar**.\n\nÄndra serverinställningarna för Wiki-Bot med hjälp av kontrollpanelen: https://settings.wikibot.de/\n\n# Användarverifiering\n\nGenom att använda kommandot `!wiki verify <wiki-användarnamn>` kan användare verifiera sig själva som en specifik wiki-användare genom att använda Discord-fältet på sin wikiprofil. Om användarmatchningar och användarverifieringar är inställda på servern kommer Wiki-Bot att ge dem rollerna för alla verifieringsposter de matchade.\n\nGenom att använda kommandot `!wiki verification` kan administratörer lägga till upp till 10 verifieringsposter på en server. Varje verifieringspost tillåter flera begränsningar för när en användare ska matcha verifieringen.\n\n* Kanal för att använda kommandot `!wiki verify` i.\n* Få en roll när du matchar verifieringsposten.\n* Kräv ett visst antal redigeringar på wikin för att matcha verifieringsposten.\n* Tillhör en viss användargrupp på wikin för att matcha verifieringsposten.\n* Obligatorisk kontoålder i antal dagar för att matcha verifieringsposten.\n* Om Discord-användarnas smeknamn ska ställas in på deras wiki-användarnamn när de matchar verifieringsinlägget.\n\n# Senaste ändringar-Webhook\n\nWiki-Bot kan köra en webbhook för senaste ändringar genom att använda kommandot `!wiki rcscript`. De senaste ändringarna kan visas i kompakta textmeddelanden med \"inline\"-länkar eller bädda in meddelanden med redigeringstaggar och kategoriändringar.\n\nRequirements to add a recent changes webhook:\n\n* Wiki måste köras på MediaWiki 1.30 eller senare.\n* Systemmeddelandet `MediaWiki:Custom-RcGcDw` måste ställas in på Discord-serverns id.\n\n# Setup\n\nEfter att ha bjudit in Wiki-Bot till din server måste du ställa in den wiki du vill söka efter som standard. Du gör detta med kommandot `!wiki settings` eller genom att använda kontrollpanelen.\n\n* Ändra wiki med `!wiki settings wiki <url>`\n   * Exempel: `!wiki settings wiki https://minecraft.wiki/`\n* Ändra språk med `!wiki settings lang <language>`\n   * Exempel: `!wiki settings lang svenska`\n\n# Kommandon\n\nFör en fullständig lista med alla kommandon, använd `!wiki help`\n\n| Kommando | Beskrivning |\n\n| `!wiki <sökterm>` | Wiki-Bot kommer att svara med en länk till en matchande artikel i wikin. |\n| `!wiki !<wiki> <sökord>` | Wiki-Bot kommer att svara med en länk till en matchande artikel på det namngivna Wikipedia-språket: `https://<wiki>.wikipedia.org/` |\n| `!wiki ?<wiki> <sökterm>` | Wiki-Bot kommer att svara med en länk till en matchande artikel i den namngivna Fandom-wikin: `https://<wiki>.fandom.com/` |\n| `!wiki !!<wiki> <sökord>` | Wiki-Bot kommer att svara med en länk till en matchande artikel i det namngivna MediaWiki-projektet. Exempel: `!wiki !!en.wikipedia.org Cookie` |\n| `!wiki User:<användarnamn>` | Wiki-Bot kommer att visa lite information om användaren. |\n| `!wiki random` | Wiki-Bot kommer att svara med en länk till en slumpmässig sida på wikin. |\n| `!wiki overview` | Wiki-Bot kommer att visa lite information och statistik om wikin. |\n| `!wiki diff <diff> [<oldid>]` | Wiki-Bot kommer att svara med en länk till skillnaden på wikin. |\n| `!wiki diff <sidans namn>` | Wiki-Bot kommer att svara med en länk till den sista ändringen i artikeln på wikin. |\n| `!wiki info` | Wiki-Bot kommer att presentera sig själv. |\n| `!wiki help` | Wiki-Bot kommer att lista alla kommandon som den förstår. |\n| `!wiki help <bot-kommando>` | Wiki-Bot kommer att förklara kommandot. |\n| `!wiki test` | Wiki-Bot kommer att svara med sin egen och wikins svarstid. |\n\nOm du fick ett oönskat svar kan du reagera med 🗑️ (`:wastebasket:`) på bottens meddelande och Wiki-Bot raderar det.\n\n## Admin\n\nFör en fullständig lista med alla administratörskommandon använd `!wiki help admin`\n\n| Kommando | Beskrivning |\n| ------- | ----------- |\n| `!wiki help admin` | Wiki-Bot kommer att lista alla administratörskommandon. |\n| `!wiki settings` | Wiki-Bot kommer att ändra inställningarna för servern. |\n| `!wiki verification` | Wiki-Bot kommer ändra wiki-verifieringar använda av`!wiki verify`-kommandot. |\n| `!wiki rcscript` | Wiki-Bot kommer ändra \"senaste ändringarna\"-webhooken. |\n| `!wiki pause @Wiki-Bot` | Wiki-Bot kommer att ignorera alla kommandon på den här servern, förutom några administratörskommandon. |\n\nAdministratörer kan också använda instrumentpanelen för att ändra botinställningarna: https://settings.wikibot.de/",
		"short_description": "Wiki-Bot har som syfte att enkelt kunna söka efter och länka till wiki-sida, samtidigt som den visar beskrivningar och ytterligare information. Wiki-Bot tillhandahåller också användarverifiering av wiki-konton och flöden för senaste ändringar."
	},
	"diff": {
		"description": "Visa skillnad av en wiki redigeringar.",
		"name": "diff",
		"options[0].description": "Visa skillnaden för den senaste redigeringen för en wiki sida.",
		"options[0].name": "sida",
		"options[0].options[0].description": "Titeln på sidan du vill se den senaste skillnaden för.",
		"options[0].options[0].name": "titel",
		"options[0].options[1].description": "Wikin att söka i.",
		"options[0].options[1].name": "wiki",
		"options[0].options[2].description": "Vill du endast visa svaret för dig själv?",
		"options[0].options[2].name": "privat",
		"options[0].options[3].description": "Skicka endast länken, utan inbäddning?",
		"options[0].options[4].description": "Dölj länken och inbäddningen som en \"spoiler\"?",
		"options[0].options[4].name": "spoiler",
		"options[1].description": "Visa en wiki-redigeringsdiff baserat på ID:et.",
		"options[1].name": "ids",
		"options[1].options[0].description": "Visa en relativ wiki-redigeringsdiff baserat på ID:et.",
		"options[1].options[0].name": "relativ"
	},
	"inline": {
		"description": "Skicka ett meddelande med wikilänkar på samma rad.",
		"name": "inline",
		"options[0].description": "Text med länkar till wikitext.",
		"options[0].name": "text",
		"options[1].description": "Wikin att söka i.",
		"options[1].name": "wiki"
	},
	"verify": {
		"description": "Verifiera ditt Discord-konto med ditt wiki-konto.",
		"name": "verifiera",
		"options[0].description": "Ditt användarnamn på wikin.",
		"options[0].name": "username"
	}
}
